Repository: vincib/bookscanner-viewer
Catalog: www/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: You are not allowed to see this page. Sorry
fr_fr: Vous n'êtes pas autorisé à voir cette page. Désolé

source: Accounts
fr_fr: Comptes

source: Editing account %s
fr_fr: Modification du compte %s

source: Creating new account
fr_fr: Création d'un compte

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Login
fr_fr: Nom d'utilisateur

source: Edit this account
fr_fr: Modifier ce compte

source: Create this account
fr_fr: Créer ce compte

source: Cancel
fr_fr: Annuler

source: Reset and Send a new password by mail
fr_fr: Réinitialiser le mot de passe et l'envoyer par mail

source: Create new account
fr_fr: Créer un nouveau compte

source: Edit
fr_fr: Modifier

source: Name
fr_fr: Nom

source: Role
fr_fr: Rôle

source: Last Login
fr_fr: Dernière connexion

source: Delete
fr_fr: Effacer

source: Book Listing
fr_fr: Liste des livres

source: Search for
fr_fr: Rechercher

source: Having status
fr_fr: À l'état

source: --- Any status ---
fr_fr: --- N'importe lequel ---

source: In collection
fr_fr: Dans la collection

source: --- Any collection ---
fr_fr: --- N'importe laquelle ---

source: --- No collection ---
fr_fr: --- Pas affecté à une collection ---

source: Search
fr_fr: Chercher

source: Download
fr_fr: Télécharger

source: Title, Author
fr_fr: Titre, Auteur

source: (Old Status)
fr_fr: (État ancienne mode)

source: Status
fr_fr: État

source: License
fr_fr: Licence

source: Scanned
fr_fr: Scanné

source: Scantailor-ing
fr_fr: Scantailor en cours

source: Scantailor-ed
fr_fr: Scantailor OK

source: Image PDF
fr_fr: PDF Image

source: odt
fr_fr: texte odt

source: epub
fr_fr: livre epub

source: Y-m-d
fr_fr: d/m/Y

source: Scanning
fr_fr: Scan en cours

source: the project is in scanning state. we are scanning the book, it's not ended yet.
fr_fr: Ce projet est à l'état de scan en cours. Nous scannons le livre, il n'est pas terminé.

source: Scan OK, wait Scantailor
fr_fr: Scan OK, attente Scantailor

source: all the pictures are here in right order, empty pictures at the start of left folder and end of right folder have been removed, ready for scantailor !
fr_fr: Toutes les images sont là dans le bon ordre. les images vides au début et à la fin des dossiers left et right ont été enlevées, projet prêt pour Scantailor !

source: Doing Scantailor 1-5
fr_fr: Scantailor 1-5 en cours

source: the project is currently processed by scantailor for step 1 to 5 by an automatic program. the scantailor project named projectname_5.scantailor will be saved in projectname_6.scantailor
fr_fr: Ce projet est en train d'être traité par Scantailor pour les étapes 1 à 5 par un programme automatique. Le project scantailor nommé nomduproject_5.scantailor sera sauvé dans nomduprojet_6.scantailor

source: Scantailor waiting for user
fr_fr: Scantailor 1 à 5 ok, vérifiez les bleus

source: The user need to manually open the scantailor project and check step 4 for proper content recognition. After changing it and saving it, the user can allow the project to go to step 5.
fr_fr: L'utilisateur doit maintenant ouvrir le projet scantailor manuellement et vérifier que l'étape 4 s'est bien déroulée. Une fois la vérification terminée et le projet sauvé, l'utilisateur peut autoriser le passage à l'étape suivante.

source: User OK, wait Scantailor 6
fr_fr: Scantailor prêt pour étape 6

source: the project is ready to be processed by Scantailor at step 6 (and other treatments)
fr_fr: Le projet est prêt à être traité par Scantailor à l'étape 6 (ainsi que les traitements suivants)

source: Doing Scantailor step 6
fr_fr: Scantailor 6 en cours

source: A program is taking the last scantailor project, encoding everything to tiff
fr_fr: Un programme automatique est en train de produire les TIFF de ce projet via Scantailor

source: Scantailor OK, wait for OCR/PDF
fr_fr: Scantailor OK, attente OCR/PDF

source: Scantailor built the TIFF files, project is ready to be OCR-ed, PDF and DJVU + TEXT version made
fr_fr: Scantailor a construit les TIFF de ce projet, il peut maintenant être passé à l'OCR, PDF et DJVU

source: OCR in progress
fr_fr: OCR en cours

source: the OCR, the PDF image, the DJVU and the TEXT ocr are in progress
fr_fr: L'OCR, le PDF et le fichier DJVU ainsi que l'OCR texte sont en cours de création

source: OCR done, Proofread in progress
fr_fr: OCR ok, relecture en cours

source: The OCR PDF DJVU and TEXT ocr have been made, the humans are now proofreading the book
fr_fr: Les fichiers OCR, PDF, DJVU et ocr TEXTE ont été créés, il faut maintenant effectuer la relecture manuelle

source: Status Unknown, ERROR
fr_fr: Etat inconnu, ERREUR

source: Project in erroneous state, to be fixed by a human
fr_fr: Le projet est dans un état inconnu, qui doit être résolu par un humain

source: free
fr_fr: libre

source: DJVU files can be viewed under Windows with <a href="DjVuLibre-3.5.25.4_DjView-4.9.2_Setup.exe">DJView</a>
fr_fr: Les fichiers DJVU peuvent être visualisés sous windows à l'aide de <a href="DjVuLibre-3.5.25.4_DjView-4.9.2_Setup.exe">DJView</a>

source: Download TAR of all original pictures (UNSORTED) (%sMB)
fr_fr: Télécharger un TAR des images d'origine (NON TRIÉES) (%sMo)

source: Download TAR of all original pictures (%sMB)
fr_fr: Télécharger un TAR des images d'origine (%sMo)

source: Download TAR of all original pictures (SORTED) (%sMB)
fr_fr: Télécharger un TAR des images d'origine (TRIÉES) (%sMo)

source: Download TAR of all original pictures (SORTED AND ENHANCED) (%sMB)
fr_fr: Télécharger un TAR des images d'origine (TRIÉES ET AMÉLIORÉES) (%sMo)

source: Download PDF image file (%sMB)
fr_fr: Télécharger le PDF image (%sMo)

source: Download PDF image (%sMB)
fr_fr: Télécharger le PDF image (%sMo)

source: Download DJVU image file (%sMB)
fr_fr: Télécharger le fichier DJVU (%sMo)

source: Download DJVU image (%sMB)
fr_fr: Télécharger le fichier DJVU (%sMo)

source: Download ODT text file (%sKB)
fr_fr: Télécharger le fichier texte ODT (%sKo)

source: Download EPUB book (%sKB)
fr_fr: Télécharger le livre numérique EPUB (%sKo)

source: Collection not found
fr_fr: Collection non trouvée

source: This collection is already used, please choose another one
fr_fr: Cette collection est déjà utilisée, merci de choisir un autre nom

source: Collection renamed successfully
fr_fr: Collection renommée avec succès

source: Collection created successfully
fr_fr: Collection créée avec succès

source: Collection deleted successfully
fr_fr: Collection effacée avec succès

source: Editing collection %s
fr_fr: Modification de la collection %s

source: Creating new collection
fr_fr: Création d'une nouvelle collection

source: Collection name
fr_fr: Nom de la collection

source: Edit this collection
fr_fr: Modifier cette collection

source: Create this collection
fr_fr: Créer cette collection

source: Create new collection
fr_fr: Création d'une nouvelle collection

source: # books
fr_fr: Nombre de livres

source: Account not found
fr_fr: Compte non trouvé

source: This login is already used, please choose another one
fr_fr: Ce nom d'utilisateur existe déjà, merci d'en choisir un autre

source: Account edited successfully
fr_fr: Compte modifié avec succès

source: Account created on https://%s
fr_fr: Compte créé sur https://%s

source: Hello, Your new account has just been created on https://%s Please go there to login and change your password. Your login is %s and your password is %s Thanks
fr_fr: Bonjour, Votre nouveau compte a été créé sur https://%s Merci de votre rendre à cette adresse, de vous connecter et de modifier votre mot de passe. Votre nom d'utilisateur est %s et votre mot de passe est %s Merci

source: Account created successfully
fr_fr: Compte créé avec succès

source: User not found
fr_fr: Utilisateur non trouvé

source: Password changed on https://%s
fr_fr: Mot de passe modifié sur https://%s

source: Hello, An administrator requested a new password for your account on https://%s Please go there to login Your login is %s and your password is %s Thanks
fr_fr: Bonjour, Un administrateur a modifié votre mot de passe sur https://%s Merci de votre rendre à cette adresse, de vous connecter votre nom d'utilisateur est %s et votre mot de passe est %s Merci

source: Can't find This login, please check
fr_fr: Impossible de trouver ce login, vérifiez

source: Account deleted successfully
fr_fr: Compte effacé avec succès

source: The requested book has not been found
fr_fr: Le livre demandé n'a pas été trouvé

source: This book is not under a proper license
fr_fr: Ce livre n'est pas sous la bonne licence

source: This book is not available to you, sorry
fr_fr: Ce livre n'est pas disponible, désolé

source: This book's requested file is not available.
fr_fr: Le fichier demandé n'existe pas pour ce livre

source: Book not found
fr_fr: Livre non trouvé

source: Book not available
fr_fr: Livre non disponible

source: Status changed
fr_fr: État modifié

source: Last left picture deleted
fr_fr: Dernière image de gauche supprimée

source: First right picture deleted
fr_fr: Première image de droite supprimée

source: Book Editor
fr_fr: Éditeur de livres

source: Editing book %s
fr_fr: Modification du livre %s

source: Creating new book
fr_fr: Création d'un nouveau livre

source: Book Title
fr_fr: Titre du livre

source: Book Authors
fr_fr: Auteur du livre

source: Book Publisher
fr_fr: Éditeur du livre

source: Book Isbn
fr_fr: ISBN du livre

source: Book Collection
fr_fr: Collection du livre

source: Book License
fr_fr: Licence du livre

source: Set status too
fr_fr: Changer l'état aussi

source: Book Scan Status
fr_fr: Etat du scan du livre

source: Private book only for
fr_fr: Livre privé réservé à

source: --- Everybody can read it ---
fr_fr: --- Tout le monde peut le lire ---

source: Locked by
fr_fr: Verrouillé par

source: --- Nobody ---
fr_fr: --- Personne ---

source: Edit this book
fr_fr: Modifier ce livre

source: Create this book
fr_fr: Créer ce livre

source: Current status of the project:
fr_fr: État actuel du projet :

source: Please confirm you want to set this project to ERROR status
fr_fr: Merci de confirmer que vous souhaitez mettre ce projet à l'état ERREUR

source: Click to set the project to ERROR status
fr_fr: Cliquez ici pour mettre le projet à l'état ERROR

source: Please wait
fr_fr: Merci de patienter

source: Launch Scantailor to check the pages
fr_fr: Lancer Scantailor pour vérifier les pages

source: Change the status to '%s'
fr_fr: Changer l'état pour '%s'

source: To know the status list, click on the '<a href="/misc">Misc</a>' link in the menu
fr_fr: Pour connaître la liste des états, cliquz sur le lien '<a href="/misc">Divers</a>' dans le menu

source: Can't read left folder, please check
fr_fr: Impossible de lire le dossier left, vérifiez les droits

source: Can't read right folder, please check
fr_fr: Impossible de lire le dossier right, vérifiez les droits

source: First and last <b>left</b> pictures
fr_fr: Première et dernière images de <b>left</b> (gauche)

source: Please confirm you want to delete the last picture
fr_fr: Merci de confirmer que vous souhaitez effacer la dernière image

source: Delete last
fr_fr: Effacer la dernière

source: First and last <b>right</b> pictures
fr_fr: Première et dernière images de <b>right</b> (droite)

source: Please confirm you want to delete the first picture
fr_fr: Merci de confirmer que vous souhaitez effacer la première image

source: Delete first
fr_fr: Effacer la première

source: Metadata changed on
fr_fr: Métadonnées modifiées le

source: Last scanned picture on
fr_fr: Dernière image scannée le

source: Number of pictures
fr_fr: Nombre d'images

source: No pictures scanned yet
fr_fr: Aucune image pour l'instant

source: Scantailor project made on
fr_fr: Project scantailor créé le

source: Do you really want to overwrite the scantailor and booktif files ?
fr_fr: Voulez-vous réellement écraser le project scantailor et les fichier booktif ?

source: Regenerate
fr_fr: Régénérer

source: No scantailor project created yet
fr_fr: Aucun projet scantailor créé pour l'instant

source: Create this book's scantailor's project
fr_fr: Créer le projet scantailor de ce livre

source: Scantailor output made on
fr_fr: Scantailor lancé le

source: No scantailor output made yet
fr_fr: Aucun lancement de scantailor

source: Use VNC to make the scantailor process
fr_fr: Utiliser VNC pour terminer le projet scantailor

source: Image PDF created
fr_fr: PDF image créé

source: It has %d pages
fr_fr: Il fait %d pages

source: No PDF Image created yet
fr_fr: Aucun fichier PDF image créé

source: PDF Image requested on %s
fr_fr: Fichier PDF image demandé le %s

source: Create a PDF Image
fr_fr: Créer un fichier PDF image

source: OCR files made on
fr_fr: OCR créé le

source: No OCR made yet
fr_fr: Aucun OCR pour l'instant

source: OCR requested on %s
fr_fr: OCR demandé le %s

source: Do the OCR
fr_fr: Lancer l'OCR

source: Last events
fr_fr: Dernier événements

source: Date of event
fr_fr: Date de l'événement

source: Event Type
fr_fr: Type de l'événement

source: Book
fr_fr: Livre

source: Event
fr_fr: Événement

source: Bookscanner Reader & Correction Manager
fr_fr: Lecteur et gestionnaire de scans de livres

source: Incorrect username or password
fr_fr: Nom d'utilisateur ou mot de passe incorrect

source: Welcome
fr_fr: Bienvenue

source: Please sign in
fr_fr: Merci de vous connecter

source: Password
fr_fr: Mot de passe

source: Sign in
fr_fr: Se connecter

source: You have been logged out
fr_fr: Vous avez été déconnecté

source: Proof reading
fr_fr: Relecture

source: Misc.
fr_fr: Divers.

source: Logout
fr_fr: Se déconnecter

source: Edit accounts
fr_fr: Modifier les comptes

source: Edit collections
fr_fr: Modifier les collections

source: My account
fr_fr: Mon compte

source: Possible status of book projects
fr_fr: États possible des projets de scan de livre
